atom
blu-ray-player
calibre
chromedriver
clip-studio-paint
clipy
deckset
dmm-player
dmmbookviewer
docker
dropbox
font-fira-code
font-m-plus
font-ricty-diminished
google-chrome
google-japanese-ime
gpg-suite
imageoptim
iterm2
keybase
kindle
qbittorrent
remember-the-milk
silverlight
simple-comic
slack
the-unarchiver
vagrant
virtualbox
vlc
