tap "aws/tap"
tap "gjbae1212/gossm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "sinsoku/tap"

brew "webp"
brew "awk"
brew "readline"
brew "awscli"
brew "glib"
brew "gossm"
brew "cmake"
brew "direnv"
brew "dive"
brew "emojify"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "nghttp2"
brew "srt"
brew "x264"
brew "x265"
brew "zeromq"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "grep"
brew "grip"
brew "jq"
brew "krb5"
brew "node"
brew "nodebrew"
brew "peco"
brew "perl"
brew "protobuf"
brew "python@3.7"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "rustc-completion"
brew "rustup-init"
brew "starship"
brew "tfenv"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "sinsoku/tap/miteras-cli"
brew "shared-mime-info"
brew "mas"

cask "aws-vault"
cask "blu-ray-player-pro"
cask "clipy"
cask "deckset"
cask "discord"
cask "dmm-player"
cask "dmmbookviewer"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-m-plus"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "obs"
cask "obs-virtualcam"
cask "qbittorrent"
cask "remember-the-milk"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "yacreader"
cask "synergy"
cask "1password"
cask "1password-cli"
cask "zoom"
