tap "aws/tap"
tap "gjbae1212/gossm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "sinsoku/tap"

brew "awk"
brew "awscli"
brew "cmake"
brew "direnv"
brew "dive"
brew "emojify"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "gossm"
brew "grep"
brew "grip"
brew "jq"
brew "mas"
brew "nodebrew"
brew "peco"
brew "rbenv"
brew "readline"
brew "ruby"
brew "ruby-build"
brew "rustc-completion"
brew "rustup-init"
brew "shared-mime-info"
brew "sinsoku/tap/miteras-cli"
brew "starship"
brew "tfenv"
brew "tfmigrate"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "blu-ray-player-pro"
cask "clipy"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-mplus"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "obs"
cask "obs-virtualcam"
cask "qbittorrent"
cask "remember-the-milk"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "synergy"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "yacreader"
cask "zoom"

mas "Be Focused Pro", id: 961632517
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
