tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "tufin/homebrew-tufin"

brew "aws-google-auth"
brew "awscli"
brew "devcontainer"
brew "direnv"
brew "dive"
brew "emojify"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "grep"
brew "jq"
brew "mas"
brew "nodebrew"
brew "peco"
brew "rbenv"
brew "re2c"
brew "readline"
brew "ruby"
brew "ruby-build"
brew "rustc-completion"
brew "rustup-init"
brew "saml2aws"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tfmigrate"
brew "tfsec"
brew "tree"
brew "vim"
brew "watch"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "kayac/tap/ecspresso"
brew "Songmu/tap/ecschedule"
brew "oasdiff"

cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "clipy"
cask "deckset"
cask "docker"
cask "font-fira-code"
cask "font-mplus"
cask "google-japanese-ime"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "remember-the-milk"
cask "session-manager-plugin"
cask "skitch"
cask "visual-studio-code"
cask "zoom"
